import { TuserList } from "@js/types/mainTypes";

export const userList: TuserList = [
    {
        uid: '1',
        namePreview: 'user_1',
        name: 'Кравцова Александра',
        age: 26,
        gender: 'жен',
        checkMark: 'tme',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтев..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '2',
        namePreview: 'user_2',
        name: 'Рожков Денис',
        age: 30,
        gender: 'муж',
        checkMark: '',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_1',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '3',
        namePreview: 'user_1',
        name: 'Кравцова Александра',
        age: 26,
        gender: 'жен',
        checkMark: 'warn',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '4',
        namePreview: 'user_3',
        name: 'Диброва Алевтина',
        age: 35,
        gender: 'жен',
        checkMark: '',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '5',
        namePreview: 'user_4',
        name: 'Иванов Дмитрий',
        checkMark: '',
        age: 28,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '6',
        namePreview: 'user_5',
        name: 'nosikov@list.ru',
        checkMark: '',
        age: 36,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '7',
        namePreview: 'user_6',
        name: 'Форс Александр',
        checkMark: '',
        age: 60,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            }
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '8',
        namePreview: 'user_7',
        name: 'Ахмедов Артур',
        checkMark: '',
        age: 60,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '9',
        namePreview: 'user_8',
        name: 'Блажевич Игорь',
        checkMark: '',
        age: 26,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            }
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '10',
        namePreview: 'user_9',
        name: 'Валиева Руфина',
        checkMark: '',
        age: 30,
        gender: 'жен',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '11',
        namePreview: 'user_10',
        name: 'Волошина Виктория',
        checkMark: '',
        age: 33,
        gender: 'жен',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '12',
        namePreview: 'user_10',
        name: 'Волошина Виктория',
        checkMark: '',
        age: 33,
        gender: 'жен',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '13',
        namePreview: 'user_1',
        name: 'Кравцова Александра',
        age: 26,
        gender: 'жен',
        checkMark: 'tme',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '14',
        namePreview: 'user_2',
        name: 'Рожков Денис',
        age: 30,
        gender: 'муж',
        checkMark: '',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_1',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '15',
        namePreview: 'user_1',
        name: 'Кравцова Александра',
        age: 26,
        gender: 'жен',
        checkMark: 'warn',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '16',
        namePreview: 'user_3',
        name: 'Диброва Алевтина',
        age: 35,
        gender: 'жен',
        checkMark: '',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '17',
        namePreview: 'user_4',
        name: 'Иванов Дмитрий',
        checkMark: '',
        age: 28,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '18',
        namePreview: 'user_5',
        name: 'nosikov@list.ru',
        checkMark: '',
        age: 36,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '19',
        namePreview: 'user_6',
        name: 'Форс Александр',
        checkMark: '',
        age: 60,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            }
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '20',
        namePreview: 'user_7',
        name: 'Ахмедов Артур',
        checkMark: '',
        age: 60,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '21',
        namePreview: 'user_8',
        name: 'Блажевич Игорь',
        checkMark: '',
        age: 26,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            }
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '22',
        namePreview: 'user_9',
        name: 'Валиева Руфина',
        checkMark: '',
        age: 30,
        gender: 'жен',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '23',
        namePreview: 'user_10',
        name: 'Волошина Виктория',
        checkMark: '',
        age: 33,
        gender: 'жен',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '24',
        namePreview: 'user_10',
        name: 'Волошина Виктория',
        checkMark: '',
        age: 33,
        gender: 'жен',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '25',
        namePreview: 'user_1',
        name: 'Кравцова Александра',
        age: 26,
        gender: 'жен',
        checkMark: 'tme',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '26',
        namePreview: 'user_2',
        name: 'Рожков Денис',
        age: 30,
        gender: 'муж',
        checkMark: '',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_1',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '27',
        namePreview: 'user_1',
        name: 'Кравцова Александра',
        age: 26,
        gender: 'жен',
        checkMark: 'warn',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '28',
        namePreview: 'user_3',
        name: 'Диброва Алевтина',
        age: 35,
        gender: 'жен',
        checkMark: '',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '29',
        namePreview: 'user_4',
        name: 'Иванов Дмитрий',
        checkMark: '',
        age: 28,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '30',
        namePreview: 'user_5',
        name: 'nosikov@list.ru',
        checkMark: '',
        age: 36,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '31',
        namePreview: 'user_6',
        name: 'Форс Александр',
        checkMark: '',
        age: 60,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            }
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '32',
        namePreview: 'user_7',
        name: 'Ахмедов Артур',
        checkMark: '',
        age: 60,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '33',
        namePreview: 'user_8',
        name: 'Блажевич Игорь',
        checkMark: '',
        age: 26,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            }
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '34',
        namePreview: 'user_9',
        name: 'Валиева Руфина',
        checkMark: '',
        age: 30,
        gender: 'жен',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '35',
        namePreview: 'user_10',
        name: 'Волошина Виктория',
        checkMark: '',
        age: 33,
        gender: 'жен',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '36',
        namePreview: 'user_10',
        name: 'Волошина Виктория',
        checkMark: '',
        age: 33,
        gender: 'жен',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '37',
        namePreview: 'user_1',
        name: 'Кравцова Александра',
        age: 26,
        gender: 'жен',
        checkMark: 'tme',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '38',
        namePreview: 'user_2',
        name: 'Рожков Денис',
        age: 30,
        gender: 'муж',
        checkMark: '',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_1',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '39',
        namePreview: 'user_1',
        name: 'Кравцова Александра',
        age: 26,
        gender: 'жен',
        checkMark: 'warn',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '40',
        namePreview: 'user_3',
        name: 'Диброва Алевтина',
        age: 35,
        gender: 'жен',
        checkMark: '',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '41',
        namePreview: 'user_4',
        name: 'Иванов Дмитрий',
        checkMark: '',
        age: 28,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '42',
        namePreview: 'user_5',
        name: 'nosikov@list.ru',
        checkMark: '',
        age: 36,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '43',
        namePreview: 'user_6',
        name: 'Форс Александр',
        checkMark: '',
        age: 60,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            }
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '44',
        namePreview: 'user_7',
        name: 'Ахмедов Артур',
        checkMark: '',
        age: 60,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '45',
        namePreview: 'user_8',
        name: 'Блажевич Игорь',
        checkMark: '',
        age: 26,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            }
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '46',
        namePreview: 'user_9',
        name: 'Валиева Руфина',
        checkMark: '',
        age: 30,
        gender: 'жен',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '47',
        namePreview: 'user_10',
        name: 'Волошина Виктория',
        checkMark: '',
        age: 33,
        gender: 'жен',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '48',
        namePreview: 'user_10',
        name: 'Волошина Виктория',
        checkMark: '',
        age: 33,
        gender: 'жен',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '49',
        namePreview: 'user_1',
        name: 'Кравцова Александра',
        age: 26,
        gender: 'жен',
        checkMark: 'tme',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '50',
        namePreview: 'user_2',
        name: 'Рожков Денис',
        age: 30,
        gender: 'муж',
        checkMark: '',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_1',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '51',
        namePreview: 'user_1',
        name: 'Кравцова Александра',
        age: 26,
        gender: 'жен',
        checkMark: 'warn',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '52',
        namePreview: 'user_3',
        name: 'Диброва Алевтина',
        age: 35,
        gender: 'жен',
        checkMark: '',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '53',
        namePreview: 'user_4',
        name: 'Иванов Дмитрий',
        checkMark: '',
        age: 28,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '54',
        namePreview: 'user_5',
        name: 'nosikov@list.ru',
        checkMark: '',
        age: 36,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '55',
        namePreview: 'user_6',
        name: 'Форс Александр',
        checkMark: '',
        age: 60,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            }
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '56',
        namePreview: 'user_7',
        name: 'Ахмедов Артур',
        checkMark: '',
        age: 60,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '57',
        namePreview: 'user_8',
        name: 'Блажевич Игорь',
        checkMark: '',
        age: 26,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            }
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '58',
        namePreview: 'user_9',
        name: 'Валиева Руфина',
        checkMark: '',
        age: 30,
        gender: 'жен',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '59',
        namePreview: 'user_10',
        name: 'Волошина Виктория',
        checkMark: '',
        age: 33,
        gender: 'жен',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '60',
        namePreview: 'user_10',
        name: 'Волошина Виктория',
        checkMark: '',
        age: 33,
        gender: 'жен',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '61',
        namePreview: 'user_1',
        name: 'Кравцова Александра',
        age: 26,
        gender: 'жен',
        checkMark: 'tme',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '62',
        namePreview: 'user_2',
        name: 'Рожков Денис',
        age: 30,
        gender: 'муж',
        checkMark: '',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_1',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '63',
        namePreview: 'user_1',
        name: 'Кравцова Александра',
        age: 26,
        gender: 'жен',
        checkMark: 'warn',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '64',
        namePreview: 'user_3',
        name: 'Диброва Алевтина',
        age: 35,
        gender: 'жен',
        checkMark: '',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '65',
        namePreview: 'user_4',
        name: 'Иванов Дмитрий',
        checkMark: '',
        age: 28,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '66',
        namePreview: 'user_5',
        name: 'nosikov@list.ru',
        checkMark: '',
        age: 36,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '67',
        namePreview: 'user_6',
        name: 'Форс Александр',
        checkMark: '',
        age: 60,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            }
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '68',
        namePreview: 'user_7',
        name: 'Ахмедов Артур',
        checkMark: '',
        age: 60,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '69',
        namePreview: 'user_8',
        name: 'Блажевич Игорь',
        checkMark: '',
        age: 26,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            }
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '70',
        namePreview: 'user_9',
        name: 'Валиева Руфина',
        checkMark: '',
        age: 30,
        gender: 'жен',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '71',
        namePreview: 'user_10',
        name: 'Волошина Виктория',
        checkMark: '',
        age: 33,
        gender: 'жен',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '72',
        namePreview: 'user_10',
        name: 'Волошина Виктория',
        checkMark: '',
        age: 33,
        gender: 'жен',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '73',
        namePreview: 'user_1',
        name: 'Кравцова Александра',
        age: 26,
        gender: 'жен',
        checkMark: 'tme',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '74',
        namePreview: 'user_2',
        name: 'Рожков Денис',
        age: 30,
        gender: 'муж',
        checkMark: '',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_1',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '75',
        namePreview: 'user_1',
        name: 'Кравцова Александра',
        age: 26,
        gender: 'жен',
        checkMark: 'warn',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '76',
        namePreview: 'user_3',
        name: 'Диброва Алевтина',
        age: 35,
        gender: 'жен',
        checkMark: '',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '77',
        namePreview: 'user_4',
        name: 'Иванов Дмитрий',
        checkMark: '',
        age: 28,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '78',
        namePreview: 'user_5',
        name: 'nosikov@list.ru',
        checkMark: '',
        age: 36,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '79',
        namePreview: 'user_6',
        name: 'Форс Александр',
        checkMark: '',
        age: 60,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            }
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '80',
        namePreview: 'user_7',
        name: 'Ахмедов Артур',
        checkMark: '',
        age: 60,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '81',
        namePreview: 'user_8',
        name: 'Блажевич Игорь',
        checkMark: '',
        age: 26,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            }
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '82',
        namePreview: 'user_9',
        name: 'Валиева Руфина',
        checkMark: '',
        age: 30,
        gender: 'жен',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '83',
        namePreview: 'user_10',
        name: 'Волошина Виктория',
        checkMark: '',
        age: 33,
        gender: 'жен',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '84',
        namePreview: 'user_10',
        name: 'Волошина Виктория',
        checkMark: '',
        age: 33,
        gender: 'жен',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '85',
        namePreview: 'user_1',
        name: 'Кравцова Александра',
        age: 26,
        gender: 'жен',
        checkMark: 'tme',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '86',
        namePreview: 'user_2',
        name: 'Рожков Денис',
        age: 30,
        gender: 'муж',
        checkMark: '',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_1',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '87',
        namePreview: 'user_1',
        name: 'Кравцова Александра',
        age: 26,
        gender: 'жен',
        checkMark: 'warn',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '88',
        namePreview: 'user_3',
        name: 'Диброва Алевтина',
        age: 35,
        gender: 'жен',
        checkMark: '',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '89',
        namePreview: 'user_4',
        name: 'Иванов Дмитрий',
        checkMark: '',
        age: 28,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '90',
        namePreview: 'user_5',
        name: 'nosikov@list.ru',
        checkMark: '',
        age: 36,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '91',
        namePreview: 'user_6',
        name: 'Форс Александр',
        checkMark: '',
        age: 60,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            }
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '92',
        namePreview: 'user_7',
        name: 'Ахмедов Артур',
        checkMark: '',
        age: 60,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '93',
        namePreview: 'user_8',
        name: 'Блажевич Игорь',
        checkMark: '',
        age: 26,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            }
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '94',
        namePreview: 'user_9',
        name: 'Валиева Руфина',
        checkMark: '',
        age: 30,
        gender: 'жен',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '95',
        namePreview: 'user_10',
        name: 'Волошина Виктория',
        checkMark: '',
        age: 33,
        gender: 'жен',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '96',
        namePreview: 'user_10',
        name: 'Волошина Виктория',
        checkMark: '',
        age: 33,
        gender: 'жен',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '97',
        namePreview: 'user_1',
        name: 'Кравцова Александра',
        age: 26,
        gender: 'жен',
        checkMark: 'tme',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '98',
        namePreview: 'user_2',
        name: 'Рожков Денис',
        age: 30,
        gender: 'муж',
        checkMark: '',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_1',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '99',
        namePreview: 'user_1',
        name: 'Кравцова Александра',
        age: 26,
        gender: 'жен',
        checkMark: 'warn',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '100',
        namePreview: 'user_3',
        name: 'Диброва Алевтина',
        age: 35,
        gender: 'жен',
        checkMark: '',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '101',
        namePreview: 'user_4',
        name: 'Иванов Дмитрий',
        checkMark: '',
        age: 28,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '102',
        namePreview: 'user_5',
        name: 'nosikov@list.ru',
        checkMark: '',
        age: 36,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '103',
        namePreview: 'user_6',
        name: 'Форс Александр',
        checkMark: '',
        age: 60,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            }
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '104',
        namePreview: 'user_7',
        name: 'Ахмедов Артур',
        checkMark: '',
        age: 60,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '105',
        namePreview: 'user_8',
        name: 'Блажевич Игорь',
        checkMark: '',
        age: 26,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            }
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '106',
        namePreview: 'user_9',
        name: 'Валиева Руфина',
        checkMark: '',
        age: 30,
        gender: 'жен',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '107',
        namePreview: 'user_10',
        name: 'Волошина Виктория',
        checkMark: '',
        age: 33,
        gender: 'жен',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '108',
        namePreview: 'user_10',
        name: 'Волошина Виктория',
        checkMark: '',
        age: 33,
        gender: 'жен',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '109',
        namePreview: 'user_1',
        name: 'Кравцова Александра',
        age: 26,
        gender: 'жен',
        checkMark: 'tme',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '110',
        namePreview: 'user_2',
        name: 'Рожков Денис',
        age: 30,
        gender: 'муж',
        checkMark: '',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_1',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '111',
        namePreview: 'user_1',
        name: 'Кравцова Александра',
        age: 26,
        gender: 'жен',
        checkMark: 'warn',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '112',
        namePreview: 'user_3',
        name: 'Диброва Алевтина',
        age: 35,
        gender: 'жен',
        checkMark: '',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '113',
        namePreview: 'user_4',
        name: 'Иванов Дмитрий',
        checkMark: '',
        age: 28,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '114',
        namePreview: 'user_5',
        name: 'nosikov@list.ru',
        checkMark: '',
        age: 36,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '115',
        namePreview: 'user_6',
        name: 'Форс Александр',
        checkMark: '',
        age: 60,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            }
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '116',
        namePreview: 'user_7',
        name: 'Ахмедов Артур',
        checkMark: '',
        age: 60,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '117',
        namePreview: 'user_8',
        name: 'Блажевич Игорь',
        checkMark: '',
        age: 26,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            }
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '118',
        namePreview: 'user_9',
        name: 'Валиева Руфина',
        checkMark: '',
        age: 30,
        gender: 'жен',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '119',
        namePreview: 'user_10',
        name: 'Волошина Виктория',
        checkMark: '',
        age: 33,
        gender: 'жен',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '120',
        namePreview: 'user_10',
        name: 'Волошина Виктория',
        checkMark: '',
        age: 33,
        gender: 'жен',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '121',
        namePreview: 'user_1',
        name: 'Кравцова Александра',
        age: 26,
        gender: 'жен',
        checkMark: 'tme',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '122',
        namePreview: 'user_2',
        name: 'Рожков Денис',
        age: 30,
        gender: 'муж',
        checkMark: '',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_1',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '123',
        namePreview: 'user_1',
        name: 'Кравцова Александра',
        age: 26,
        gender: 'жен',
        checkMark: 'warn',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '124',
        namePreview: 'user_3',
        name: 'Диброва Алевтина',
        age: 35,
        gender: 'жен',
        checkMark: '',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '125',
        namePreview: 'user_4',
        name: 'Иванов Дмитрий',
        checkMark: '',
        age: 28,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '126',
        namePreview: 'user_5',
        name: 'nosikov@list.ru',
        checkMark: '',
        age: 36,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '127',
        namePreview: 'user_6',
        name: 'Форс Александр',
        checkMark: '',
        age: 60,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            }
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '128',
        namePreview: 'user_7',
        name: 'Ахмедов Артур',
        checkMark: '',
        age: 60,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '129',
        namePreview: 'user_8',
        name: 'Блажевич Игорь',
        checkMark: '',
        age: 26,
        gender: 'муж',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            }
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '130',
        namePreview: 'user_9',
        name: 'Валиева Руфина',
        checkMark: '',
        age: 30,
        gender: 'жен',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '131',
        namePreview: 'user_10',
        name: 'Волошина Виктория',
        checkMark: '',
        age: 33,
        gender: 'жен',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
    {
        uid: '132',
        namePreview: 'user_10',
        name: 'Волошина Виктория',
        checkMark: '',
        age: 33,
        gender: 'жен',
        notes: [
            {
                date: '20.12.2019',
                text: 'Физические упражнения способствуют активизации мышечных сокращений, кровотока в тканях, снимают отечность, повышают энергетические возможности мышц. Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },
            {
                date: '20.12.2019',
                text: 'Улучшенное питание мышечной ткани ускоряет замещение различных посттравматических дефектов в самих мышцах, костной ткани, связках и сухожилиях.'
            },

        ],
        consult: [
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'online',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
            {
                type: 'consult',
                time: '15.01.2019, 12:30-13:00'
            },
        ],
        video: [
            {
                previewName: 'video_1',
                title: 'Крабик, ходьба в бок в приседе с двумя резинками Кра…',
                text: 'Астахова Е.В.',
            },
            {
                previewName: 'video_2',
                title: 'Разминка для локтевого сустава',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
            {
                previewName: 'video_3',
                title: 'Разминка для локтевого сустава Разминка для локтевого..',
                text: 'Астахова Е.В.',
                time: '15.01.2019 - 22.01.2019'
            },
        ],
        events: [
            {
                previewName: 'event_1',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_2',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_3',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
            {
                previewName: 'event_4',
                title: 'Тяга резинки в шаге со сгибанием локтя под 90 градусов ',
                eventName: 'Вебинар',
                date: '9 марта 2021',
                time: '17:00'
            },
        ]
    },
] 